Repository: lccxx/wxbanker
Catalog: src/wxbanker/po/*.po
Languages: he, nl, pl, ro

source: Add a tag
he: הוספת תגית
nl: Voeg een label toe

source: Tags
he: תגיות
nl: Labels

source: Search for this tag
he: חפש תגית זו
nl: Zoek naar dit label

source: Remove this tag
he: הסר תגית זו
nl: Verwijder dit label

source: balance
he: מאזן
nl: balans
pl: saldo

source: Balance
he: מאזן
nl: Saldo
pl: Saldo
ro: Balanță

source: Total Balance Over Time
he: המאזן הכללי במשך הזמן
nl: Totaal saldo over tijd
pl: Przebieg całkowitego salda w czasie
ro: Balanța totală în timp

source: Time
he: שעה
nl: Tijd
pl: Czas
ro: Timp

source: monthly
he: מדי חודש
nl: maandelijks

source: To use '%s' plotting library, install following python modules: %s.
he: כדי להשתמש בספריית השרטוט '%s', יש להתקין את המודולים הבאים של פייתון: %s.
nl: Om de '%s' plotting-bibliotheek te gebruiken, moeten de volgende python modules worden geïnstalleerd: %s.
pl: Aby używać biblioteki kreślenia wykresów '%s', zainstaluj następujące moduły python: %s.
ro: Pentru a folosi '%s' plotting library , instalati umatoarele module phython %s

source: Dismiss
he: סגור
nl: Verwerpen
pl: Odrzuć
ro: Închide

source: detected
he: זוהה
nl: gedetecteerd
pl: wykrytych
ro: detectat

source: None
nl: Geen

source: Mint.com credentials:
he: פרטי האימות מול Mint.com:
nl: Mint.com gegevens:
pl: Dane logowania do Mint.com:

source: Save credentials in keyring
he: שמירת פרטי הזיהוי במפתח הסיסמאות
nl: Sla gegevens op in sleutelring
pl: Zapisz dane w bazie kluczy

source: Corresponding Mint account for %(name)s:
he: חשבון ה־Mint התואם עבור %(name)s:
nl: Overeenkomend Mint account voor %(name)s:
pl: Konto Mint powiązane z %(name)s:

source: Update
he: עדכון
nl: Vernieuwen
pl: Aktualizuj

source: Username:
he: שם המשתמש:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:

source: Password:
he: סיסמה:
nl: Wachtwoord:
pl: Hasło:

source: Transaction details
he: פרטי העסקה
nl: Transactiedetails
pl: Szczegóły transakcji
ro: Detalii tranzacție

source: This will permanently remove this recurring transaction. Continue?
he: פעולה זו תסיר לצמיתות את העסקה החוזרת. להמשיך?
nl: Dit zal deze terugkerende transactie definitief verwijderen. Doorgaan?

source: This account currently has no recurring transactions.
he: לחשבון זה אין עסקאות חוזרות לעת עתה.
nl: Dit account heeft momenteel geen herhalende transacties.
pl: Brak obecnie transakcji okresowych dla tego konta.
ro: Acest cont nu are nicio tranzacție recurentă

source: Close
he: סגור
nl: Sluiten
pl: Zamknij
ro: Inchidere

source: Delete
he: מחיקה
nl: Verwijderen
pl: Usuń
ro: Șterge

source: Recurring Transactions
he: עסקאות חוזרות
nl: Herhalende transacties
pl: Transakcje okresowe
ro: Tranzacții recurente

source: Mint.com Integration
he: שילוב ב־Mint.com
nl: Mint.com Integratie
pl: Integracja z Mint.com

source: You can also tag a transaction by putting #tagname anywhere in the description.
nl: U kan ook een label toevoegen aan een transactie door #labelnaam ergens in de omschrijving neer te zetten.

source: Tag:
he: תגיות:
nl: Label:

source: To remove this tag later, simply remove it from the description or right-click on the transaction.
nl: Om dit label later te verwijderen, verwijder het uit de omschrijving of rechtsklik op de transactie.

source: Add Tag
he: הוספת תגית
nl: Label toevoegen

source: week
he: שבוע
pl: tydzień
ro: săptămână

source: The buttons in the account control allow you to add, remove, and rename an account, respectively.
he: הלחצנים שבבקרת חשבונות מאפשרים לך להוסיף, להסיר ולשנות את שמות החשבונות, עבור כל חשבון בנפרד.
ro: Butoanele din controlul counturilor vă permit să adăugați, să ștergeți și să redenumiți un cont.

source: &Help
he: ע&זרה
pl: &Pomoc
ro: Ajutor

source: Trend
he: מגמה
ro: Tendință

source: wxBanker can synchronize account balances online if you have an account with mint.com
ro: wxBanker poate sincroniza online balanța conturilor dacă dețineți un cont la mint.com

source: Username
ro: Nume utilizator:

source: Password
ro: Parola

source: A lightweight personal finance management application.
ro: Un manager simplificat de finanțe personale.

source: Skip first line
ro: Sari prima linie

source: Load
ro: Încarcă
