Repository: lccxx/wxbanker
Catalog: src/wxbanker/po/*.po
Languages: he, nl, pl, ro

source: Trend Degree
he: אחוזי מגמה
nl: Trendgraad
pl: Stopień trendu
ro: Grad Trend

source: Months
he: חודשים
nl: Maanden

source: From
he: מאת
nl: Van
pl: Od
ro: De la

source: to
he: אל
nl: naar
pl: do
ro: la

source: Graph
he: תרשים
nl: Grafiek
pl: Wykres

source: CSV import
he: ייבוא CSV
nl: Importeer CSV
pl: Import CSV
ro: Import CSV

source: Target account
he: חשבון היעד
nl: Doelrekening
pl: Konto docelowe
ro: Cont destinație

source: Cancel
he: ביטול
nl: Annuleren
pl: Anuluj
ro: Revocare

source: Import
he: ייבוא
nl: Importeer
pl: Importuj
ro: Importă

source: CSV columns mapping
he: מיפוי עמודות CSV
nl: CSV kolommenindeling
pl: Mapowanie kolumn CSV
ro: Indentificare coloane CSV

source: Date
he: תאריך
nl: Datum
pl: Data
ro: Dată

source: Date format
he: תבנית תאריך
nl: Datumnotatie
pl: Format daty
ro: Format dată

source: Amount
he: סכום
nl: Bedrag
pl: Kwota
ro: Sumă

source: Decimal separator
he: מפריד עשרוני
nl: Decimaalteken
pl: Separator dziesiętny
ro: Separator zecimale

source: Description
he: תיאור
nl: Omschrijving
pl: Opis
ro: Descriere

source: CSV file settings
he: הגדרות קובץ CSV
nl: CSV bestandsinstellingen
pl: Ustawienia pliku CSV
ro: Setări fișier CSV

source: Lines to skip
he: שורות לדילוג
nl: Regels om over te slaan
pl: Linie do pominięcia

source: Encoding
he: קידוד
nl: Codering
pl: Kodowanie
ro: Codificare

source: Column delimiter
he: מפריד עמודות
nl: Kolomn scheidingsteken
pl: Separator kolumn
ro: Delimitator coloane

source: File to import
he: קובץ לייבוא
nl: Te importeren bestand
pl: Plik do zaimportowania
ro: Fişier de importat

source: CSV profiles
he: פרופילי CSV
nl: CSV profielen
pl: Profile CSV
ro: Profiluri CSV

source: Python simplejson library is needed for csv profile loading/saving.
he: ספריית ה־Python ‏בשם simplejson נדרשת לצורך טעינה/שמירה של פרופיל csv.
nl: Python simplejson bibliotheek is nodig voor het laden/opslaan van een CSV profiel.
pl: Zapisywanie i wczytywanie profili CSV wymaga biblioteki Python simplejson
ro: Biblioteca Python simplejson este necesară epntru a încărca/salva profile CSV.

source: Save
he: שמירה
nl: Opslaan
pl: Zapisz
ro: Salvează

source: Remove
nl: Verwijder
pl: Usuń

source: The file encoding does not seem to be '%s'.
he: נראה כי קידוד הקובץ אינו '%s'.
nl: De bestandscodering lijkt geen '%s' te zijn
pl: Kodowanie pliku nie wydaje się być w formacie '%s'
ro: Codificarea fișierului pare să nu fie „%s”.

source: An error ocurred during the csv file import.
he: ארעה שגיאה במהלך ייבוא קובץ ה־csv.
nl: Er is een fout ontstaan tijdens het importeren van het CSV-bestand
pl: Podczas importu wystąpił błąd
ro: O eroare a avut loc la importul fișierului CSV.

source: CSV import error
he: שגיאת ייבוא csv
nl: CSV importeerfout
pl: Błąd importu CSV
ro: Eroare la importarea fișierului CSV

source: Profile with the name '%s' exists already. Overwrite it ?
he: פרופיל עם השם '%s' כבר קיים. לשכתב אותו ?
nl: Profiel met de naam '%s' bestaat al. Overschrijven?
pl: Profil o nazwie '%s' już istnieje. Nadpisać?
ro: Un profil cu numele „%s” există deja. Îl suprascrieți?

source: Overwrite profile ?
he: לשכתב פרופיל ?
nl: Profiel overschrijven?
pl: Nadpisać profil?
ro: Suprascrieți profilul?

source: Select file and click "Preview"
he: בחירת הקובץ ולחיצה על "תצוגה מקדימה"
nl: Selecteer bestand en klik op 'Voorbeeld'
pl: Wybierz plik i naciśnij "Podgląd"
ro: Selectați fișierul și apăsați "Previzualizează"

source: from
he: מאת
nl: van
pl: od
ro: de la

source: Transfer
he: העברה
nl: Overmaken
pl: Przelew

source: Daily
he: יומי
nl: Dagelijks
pl: Codziennie

source: Weekly
he: שבועי
nl: Wekelijks
pl: Co tydzień
ro: Săptămânal

source: Monthly
he: חודשי
nl: Maandelijks
pl: Co miesiąc
ro: Lunar

source: Yearly
he: שנתי
nl: Jaarlijks
pl: Co rok
ro: Anual

source: Never
he: לעולם לא
nl: Nooit
pl: Nigdy
ro: Niciodată

source: every
he: כל
nl: elke
pl: co
ro: la fiecare

source: Ends:
he: מסתיים ב־:
nl: Eindigt:
pl: Koniec:
ro: Se termină:

source: Repeats:
he: חזרה:
nl: Herhalingen:
pl: Powtarza się:
ro: Se repetă:

source: day
he: יום
nl: dag
pl: dzień
ro: zi

source: month
he: חודש
nl: maand
pl: miesiąc
ro: lună

source: year
he: שנה
nl: jaar
pl: rok
ro: an

source: Mon
he: שני
nl: Ma
pl: Pn
ro: Lun

source: Tue
he: שלישי
nl: Di
pl: Wt
ro: Mar

source: Wed
he: רביעי
nl: Wo
pl: Śr
ro: Mie

source: Thu
he: חמישי
nl: Do
pl: Cz
ro: Joi

source: Fri
he: שישי
nl: Vr
pl: Pt
ro: Vin

source: Sat
he: שבת
nl: Za
pl: So
ro: Sâm

source: Sun
he: ראשון
nl: Zo
pl: Nd
ro: Dum

source: Repeats on days:
he: חוזרת בימים:
nl: Herhaalt op dagen:
pl: Powtarza się w dniach:
ro: Se repetă în zilele:

source: Starts:
he: מתחיל ב־:
nl: Begint:
pl: Rozpoczyna się:
ro: Începe:

source: Enter this transaction
he: כניסה לעסקה זו
nl: Voeg deze transactie toe
pl: Wprowadź tę transakcję
ro: Introdu această tranzacție

source: Recurring
he: חוזר
nl: Herhalend
pl: Powtarzanie
ro: Recurentă

source: Initial balance
he: מאזן ראשוני
nl: Startbedrag
pl: Saldo początkowe

source: No amount entered in the 'Amount' field.
he: לא הוזן סכום בשדה 'סכום'.
nl: Geen bedrag ingevuld bij 'Bedrag'
pl: Nie wpisano kwoty w polu 'Kwota'.
ro: Nicio sumă introdusă în câmpul „Sumă”.

source: '%s' is not a valid amount.
he: '%s' אינו סכום תקני.
nl: '%s' is geen geldige hoeveelheid.
pl: '%s' nie jest ważną kwotą.
ro: „%s” nu este o sumă validă.

source: Please enter a number such as 12.34 or -20.
he: אנא הזן מספר כגון 12.34 או -20.
nl: Voeg alstublieft een bedrag in zoals 12.34 of -20
pl: Proszę wpisać liczbę np. 12.34 or -20.
ro: Introduceți un număr cum ar fi 12.34 sau -20

source: Invalid Transaction Amount
he: סכום ההעברה אינו תקני
nl: Ongeldige transactie hoeveelheid
pl: Nieważna Kwota Transakcji
ro: Sumă invalidă pentru tranzacție

source: Please select an account and then try again.
he: אנא בחר חשבון ואז נסה שוב.
nl: Alstublieft eerst een rekening selecteren, probeer het daarna nogmaals.
pl: Proszę wybrać konto i spróbować ponownie.
ro: Alegeți un cont și încercați din nou

source: No account selected
he: לא נבחרו חשבונות
nl: Geen rekening geselecteerd
pl: Nie wybrano konta
ro: Niciun cont selectat

source: A search is currently active.
he: החיפוש פעיל כרגע
nl: Momenteel is een zoekopdracht bezig.
pl: Włączone jest wyszukiwanie.
ro: O căutare este în curs

source: Would you like to clear the current search and make this transaction in "%s"?
he: האם למחוק את החיפוש הנוכחי ולהפוך עסקה זו תוך "%s"?
nl: Zou u de huidige zoekopdracht willen wissen en deze transactie maken in "%s"?
ro: Ati dori sa stergeti cautarea curenta si sa faceti tranzactia in "%s"?

source: Clear search?
he: לרוקן את החיפוש?
nl: Zoekveld wissen?
pl: Wyczyścić wyszukiwanie?
ro: Ștergeți căutarea?

source: This transaction is marked as a transfer. Please select the transfer account.
he: עסקה זו מסומנת כהעברת כספים. יש לבחור את חשבון ההעברה.
nl: Deze transactie is gemarkeerd als overboeking. Selecteer alstublieft de overboekingsrekening.
pl: Ta transakcja jest oznaczona jako przelew. Wynierz konto do przelewu.
ro: Această tranzacție este marcată drept un transfer. Alegeți contul destinație.

source: If this box is checked when adding a transaction, you will be prompted for the account to use as the source of the transfer.
he: אם תיבה זו מסומנת בעת הוספת עסקה, אתה תשאל באיזה חשבון להשתמש כמקור ההעברה.
nl: Als dit vakje is aangevinkt tijdens het toevoegen van een transactie, wordt u gevraagd aan te geven van welke rekening het geld komt.
pl: Będziesz pytany którego konta użyć jako źródła przelewu, jeśli ta opcja jest aktywna podczas dodawania transakcji.
ro: Daca aceasta casuta este bifata vi se va solicita contul pe care sa il folositi ca sursa pentru transfer

source: For example, checking this box and entering a transaction of $50 into this account will also subtract $50 from the account that you choose as the source.
he: לדוגמה, סימון תיבה זו והזנת עסקה בסך 50$ לחשבון זה תחסיר 50$ מהחשבון שנבחר כמקור.
nl: Bijvoorbeeld, als dit vakje is aangevinkt voor een transactie van $50 naar deze rekening, zal er $50 worden afgeschreven van de rekening die u heeft aangegeven.
pl: Dla przykładu zaznaczenie tego pola wyboru i wprowadzenie do tego konta transakcji na 50PLN odejmie jednocześnie 50PLN z konta, które zostało wybrane jako źródło.
ro: De exemplu, daca bifati aceasta casuta si introduceti o tranzactie de 50RON in acest cont , va substrade deasemenea 50RON din contul pe care il alegeti ca sursa.

source: Search transactions
he: חפש עסקאות
nl: Zoek transacties
pl: Przeszukaj transakcje
ro: Caută tranzacții

source: More options
he: אפשרויות נוספות
nl: Meer opties
pl: Więcej opcji
ro: Mai multe opțiuni

source: Less options
he: פחות אפשרויות
nl: Minder opties
pl: Mniej opcji
ro: Mai puține opțiuni

source: Match:
he: תואם:
nl: Komt overeen met:
pl: Dopasuj:
ro: Potrivește:

source: Show advanced search options
he: הצג אפשרויות חיפוש מתקדמות
nl: Geavanceerde zoekopties tonen
pl: Pokaż zaawansowane opcje wyszukiwania
ro: Afișează opțiuni avansate de căutare

source: Hide advanced search options
he: הסתר אפשרויות חיפוש מתקדמות
nl: Geavanceerde zoekopties verbergen
pl: Ukryj zawansowane opcje wyszukiwania
ro: Ascunde opțiuni avansate de căutare

source: The recurring transaction "%(description)s" has %(num)i transactions ready for %(amount)s on %(datelist)s.
he: לעסקה החוזרת "%(description)s" ישנן %(num)i העברות מוכנות על סך %(amount)s בתאריך %(datelist)s.
nl: De herhalende transactie "%(description)s" heeft %(num)i transacties klaar voor %(amount)s op %(datelist)s.
ro: Tranzacția recurentă „%(description)s” are %(num)i tranzacții pregătite pentru %(amount)s pe %(datelist)s.

source: %(num)i recurring transactions have a total of %(totalnum)i transactions ready.
he: ל־%(num)i העברות חוזרות ישנן סך הכל %(totalnum)i העברות מוכנות.
nl: %(num)i herhalende transacties hebben een totaal van %(totalnum)i transacties gereed.
ro: %(num)i tranzactii recursive au un total de %(totalnum)i tranzactii pregatite.

source: Preview
he: תצוגה מקדימה
nl: Voorbeeld
pl: Podgląd
ro: Previzualizează

source: Perform
he: ביצוע
nl: Uitvoeren
pl: Wykonaj
ro: Efectuează

source: Recurring transaction successfully added.
he: העסקה החוזרת נוספה בהצלחה.
nl: Herhalende transactie succesvol toegevoegd.
pl: Dodano transakcje okresowa.
ro: Tranzacție recurentă adăugată cu succes.

source: The first transaction will occur on %(date)s
he: ההעברה הראשונה תתבצע בתאריך %(date)s
nl: De eerste transactie zal plaatsvinden op %(date)s
pl: Pierwsza transakcja nastąpi %(date)s
ro: Prima tranzacție va avea loc pe %(date)s

source: It looks like this is your first time using wxBanker!
he: נראה כי זאת הפעם הראשונה בה אתה משתמש ב־wxBanker!
nl: Het lijkt erop dat dit de eerste keer is dat je wxBanker gebruikt!
pl: Wygląda na to, że używasz wxBanker po raz pierwszy!
ro: Se pare că aceasta este prima oară cănd folosiți wxBanker!

source: To get started, add an account using the account control in the top left corner.
he: בתור התחלה, הוסף חשבון באמצעות בקרת החשבונות בפינה הימנית העליונה.
nl: Om te beginnen, maak een rekening aan in via rekeningenbeheer in de linker bovenhoek.
pl: Aby rozpocząć, dodaj konto używając kontroli konta w lewym górnym rogu.
ro: Pentru a începe, adăugați un cont folosind panoul de control al conturilor, din colțul stânga sus.

source: The buttons in the account control allow you to add, rename, configure, and remove an account, respectively.
nl: De knoppen in het rekeningenbeheer geven u de mogelijkheid om een rekening respectievelijk toe te voegen, te hernoemen, te configureren en te verwijderen.
pl: Przyciski kontroli konta pozwalają odpowiednio na dodawanie, zmianę nazwy, konfigurowanie i usuwanie konta.

source: Once you have created an account you can add transactions to it (such as your initial balance) using the controls below the grid on the bottom right.
he: לאחר שיצרת חשבון תוכל להוסיף לו עסקאות (כגון מאזן התחלתי) באמצעות הפקדים שמתחת לטבלה שמצד שמאל למטה.
nl: Zodra je een rekening hebt toegevoegd kun je transacties (zoals beginsaldo) toevoegen met behulp van de knoppen in het grid rechtsonder.
pl: Po utworzeniu konta możesz do niego dodawać transakcje (np. początkowy stan konta) używając przycisków pod paskiem w prawym dolnym rogu.
ro: Odată ce ați creat un cont, îi puteți adăuga tranzații (cum ar fi balanța inițială) utilizând controalele din dreapta jos, de sub grilă.

source: Have fun!
he: תהנה!
nl: Veel Plezier!
pl: Miłej zabawy!
ro: Distrați-vă!

source: Welcome!
he: ברוכים הבאים!
nl: Welkom!
pl: Witaj!
ro: Bine ați venit!

source: Save changes?
he: לשמור את השינויים ?
nl: Wijzigingen opslaan?
pl: Zapisać zmiany?
ro: Salvați modificările?

source: You have made changes since the last save. Would you like to save before exiting?
he: נערכו שינויים מאז השמירה האחרונה. האם לשמור בטרם היציאה?
nl: U heeft wijzigingen gemaakt sinds de de laatste keer dat u opgeslagen heeft. Wilt u nu opslaan voor afsluiten?
pl: Wykonałeś zmiany od ostatniego zapisu. Czy chcesz zapisać dane przed zakończeniem aplikacji?
ro: Ați efectuat modificări de la ultima salvare. Doriți să le salvați înainte de a ieși?

source: Note that enabling auto-save from the File menu will eliminate the need for manual saving.
he: נא לשים לב ששמירה אוטומטית מהתפריט קובץ תחסוך ממך שמירה באופן ידני.
nl: Merk op dat het aanzetten van auto-opslaan in het bestandsmenu er voor zorgt dat u niet meer zelf hoeft op te slaan.
pl: Należy pamiętać, że włączenia automatycznego zapisywania z menu Plik eliminuje konieczność ręcznego zapisywania.
ro: Rețineți că, activând salvarea automată din meniul Fișier, nu va mai fi necesară salvarea manuală.

source: No exchange rate for currency "%s"
he: אין שער המרה עבור סוג המטבע "%s"
nl: Geen wisselkoers voor valuta "%s"
pl: Brak kursu wymiany dla waluty "%s"
ro: Nici o rată de schimb pentru valuta "%s"

source: Accounts
he: חשבונות
nl: Rekeningen
pl: Konta
ro: Conturi

source: Add a new account
he: הוסף חשבון חדש
nl: Een nieuwe rekening toevoegen
pl: Dodaj nowe konto
ro: Adaugă un cont nou

source: Remove the selected account
he: הסר את החשבון הנבחר
nl: Verwijder de geselecteerde rekening
pl: Usuń zaznaczone konto
ro: Șterge contul selectat

source: Rename the selected account
he: שנה את שם החשבון הנבחר
nl: De geselecteerde rekening hernoemen
pl: Zmień nazwę zaznaczonego konta
ro: Redenumește contul selectat

source: Configure the selected account
he: הגדר את החשבון הנבחר
nl: Configureer de geselecteerde rekening
pl: Konfiguruj zaznaczone konto
ro: Configurează contul selectat

source: All accounts
he: כל החשבונות
nl: Alle rekeningen
pl: Wszystkie konta
ro: Toate conturile

source: Not synchronized with Mint.com
he: לא בסנכרון מול Mint.com
nl: Niet gesynchroniseerd met Mint.com
pl: Brak synchronizacji z Mint.com

source: Sorry, an account by that name already exists.
he: אנו מתנצלים, חשבון בשם זה כבר קיים.
nl: Sorry, rekeningnaam bestaat al
pl: Konto o tej nazwie już istnieje.
ro: Din păcate un cont cu acest nume există deja

source: Account names cannot be blank.
he: שמות חשבונות לא יכולים להיות ריקים.
nl: Rekeningnamen kunnen niet leeg zijn.
pl: Nazwy kont nie mogą być puste.
ro: Numele conturilor nu pot fi goale

source: Account name
he: שם החשבון
nl: Rekeningnaam
pl: Nazwa konta
ro: Denumirea contului

source: This will permanently remove the account '%s' and all its transactions. Continue?
he: פעולה זו תסיר לצמיתות את החשבון '%s' על כל עסקאותיות. להמשיך?
nl: Dit zal de rekening '%s' met bijbehorende transacties definitief verwijderen. Doorgaan?
pl: Konto '%s' zostanie trwale usunięte wraz ze wszystkimi transakcjami. Chcesz kontynuować?
ro: Aceasta va șterge definitiv contul „%s” și toate tranzacțiile sale. Continuați?

source: Warning
he: אזהרה
nl: Waarschuwing
pl: Ostrzeżenie
ro: Atenție

source: Auto-save
he: שמירה אוטומטית
nl: Auto-opslaan
pl: Automatyczne zapisywanie
ro: Salvează automat

source: Automatically save changes
he: שמירת השינויים אוטומטית
nl: Automatisch veranderingen opslaan
pl: Automatycznie zapisuj zmiany
ro: Salvează modificările automat

source: Import from CSV
he: ייבוא מקובץ CSV
nl: Importeer uit CSV
pl: Importuj z pliku CSV
ro: Importă din CSV

source: Import transactions from a CSV file
he: ייבוא העברות מקובץ CSV
nl: Importeer transacties uit een CSV-bestand
pl: Importuj transakcje z pliku CSV
ro: Importă tranzacțiile dintr-un fișier CSV

source: Export to CSV
he: יצוא ל־CSV
nl: Exporteer naar CSV
pl: Eksport do CSV

source: Export transactions to a CSV file
he: יצוא תזרים הכספים לקובץ CSV
nl: Exporteer transacties naar een CSV-bestand
pl: Eksportuj transaakcje do pliku CSV

source: Previous account
he: החשבון הקודם
nl: Vorige rekening
pl: Poprzednie konto
ro: Contul precedent

source: Next account
he: החשבון הבא
nl: Volgende rekening
pl: Następne konto
ro: Contul urmator

source: Show zero-balance accounts
he: הצגת חשבונות בעלי מאזן 0
nl: Laat rekeningen met nul-balans zien
pl: Pokazuj konta o zerowych saldach
ro: Arata conturile cu balans zero

source: When disabled, accounts with a balance of $0.00 will be hidden from the list
he: כשמבוטל, חשבונות בעלי 0.00₪ יוסתרו מהרשימה.
nl: Indien uitgeschakeld worden rekeningen met een balans van €0,00 verborgen van de lijst
pl: Gdy ta opcja jest wyłączona, konto o saldach wynoszących 0,00 będą niewidoczne na liście
ro: Cand dezactiva , conturile cu balans de 0.00 vor fi ascunse din lista

source: &Currency
he: &מטבע
nl: &Valuta
pl: &Waluta
ro: Valută

source: Select currency to display
he: בחירת סוג המטבע להצגה
nl: Selecteer valuta
pl: Wybierz walutę do wyświetlenia
ro: Selectați valuta pentru afișare

source: Request a Currency
he: בקשת מטבע
nl: Vraag een valuta aan
pl: Wymagana Waluta
ro: Solicitați o valută

source: Integrate with Mint.com
he: שילוב ב־Mint.com
nl: Integreer met Mint.com
pl: Integruj z Mint.com
ro: Integrare cu Mint.com

source: Sync account balances with an existing Mint.com account
he: סנכרון מאזני חשבונות מול חשבון קיים ב־Mint.com
nl: Synchroniseer rekeningbalansen met een bestaand Mint.com-account
pl: Synchronizacja sald kont z istniejącym kontem Mint.com
ro: Sincronizeaza balansul cuntului cu un cont deja existent la Mint.com

source: View &FAQs
he: עיון ב&שאלות נפוצות
nl: Bekijk veel gestelde vragen (&FAQ)
pl: Przeglądaj &FAQs
ro: Vedeți &FAQ-uri

source: View Frequently Asked Questions online
he: עיון בשאלות נפוצות באתר האינטרנט
nl: Bekijk veel gestelde vragen online
pl: Przeglądaj najczęściej zadawane pytania online
ro: Vedeți online întrebările puse frecvent

source: Ask a &Question
he: לשאול ש&אלה
nl: Stel een vraag
pl: Zadaj &Pytanie
ro: Puneți o întrebare

source: Ask a question online
he: לשאול שאלה באתר האינטרנט
nl: Stel een vraag online
pl: Zadaj pytanie online
ro: Puneți online o întrebare

source: &Report a Bug
he: דיווח על &תקלה
nl: Een fout &rapporteren
pl: &Zgłoś Błąd
ro: Raportați o eroare

source: Report a bug to the developer online
he: דיווח על תקלה למפתחים באתר האינטרנט
nl: Een fout online rapporteren aan een ontwikkelaar
pl: Zgłoś błąd do dewelopera online
ro: Raportați online o eroare către dezvoltatori

source: Request a Fea&ture
he: בקשת &תכונה
nl: Vraag nieuwe func&tionalitiet aan
pl: Wymagana Funkcja
ro: Solicitați o funcționalitate

source: Request a new feature to be implemented
he: בקשה להטמיע תכונה חדשה בתוכנה
nl: Vraag niet bestaande nieuwe functionaliteit aan
pl: Wymagana nowa funkcja do załączenia
ro: Solicitați o funcționalitate nouă care să fie implementată

source: Tran&slate wxBanker
he: &תרגום wxBanker
nl: Vertaal wxBanker
pl: Przetłu&macz wxBanker
ro: Traduceți wxBanker

source: Translate wxBanker to another language
he: תרגום wxBanker לשפה אחרת
nl: Vertaal wxBanker naar een andere taal
pl: Przetłumacz wxBanker na inny język
ro: Traduceți wxBanker într-o altă limbă

source: &About
he: &אודות
nl: Info &over
pl: &O programie
ro: &Despre

source: More information about wxBanker
he: מידע נוסף אודות wxBanker
nl: Meer informatie over wxBanker
pl: Więcej informacji o wxBanker
ro: Mai multe informații despre wxBanker

source: &File
he: &קובץ
nl: &Bestand
pl: &Plik
ro: &Fișier

source: &View
he: &תצוגה
nl: &Toon
pl: &Widok
ro: &Vizualizare

source: &Settings
he: ה&גדרות
nl: &Instellingen
pl: &Ustawienia
ro: &Setări

source: Copyright
he: זכויות יוצרים
nl: Auteursrecht
pl: Prawa autorskie
ro: Drepturi de autor

source: Simple personal finance.
he: כלכלה אישית בפשטות.
nl: Simpele, persoonlijke financiën.
pl: Proste finanse osobiste.

source: Weekly on weekdays
he: מדי יום בימות השבוע
nl: Wekelijks op werkdagen
pl: Co tydzień w dni powszednie
ro: Saptamanal in zilele lucratoare

source: Weekly on weekends
he: מדי יום בסופי השבוע
nl: Wekelijks in weekenden
pl: Co tydzień w weekendy
ro: Saptamanal in weekend

source: Mondays
he: ימי שני
nl: Maandagen
pl: W poniedziałki
ro: Lunea

source: Tuesdays
he: ימי שלישי
nl: Dinsdagen
pl: We wtorki
ro: Martea

source: Wednesdays
he: ימי רביעי
nl: Woensdagen
pl: W środy
ro: Miercurea

source: Thursdays
he: ימי חמישי
nl: Donderdagen
pl: W czwartki
ro: Joia

source: Fridays
he: ימי שישי
nl: Vrijdagen
pl: W piątki
ro: Vinerea

source: Saturdays
he: ימי שבת
nl: Zaterdagen
pl: W soboty
ro: Sambata

source: Sundays
he: ימי ראשון
nl: Zondagen
pl: W niedziele
ro: Duminica

source: Weekly on %s
he: מדי שבוע ב%s
nl: Wekelijks op %s
pl: Co tydzień w %s
ro: Saptamanal pe %s

source: Every %(num)d weeks on %%s
he: בכל %(num)d שבועות ב%%s
nl: Elke %(num)d weken op %%s
pl: Co %(num)d tygodni w %%s
ro: La fiecare %(num)d de saptamani pe %%s

source: and %s
he: ו־%s
nl: en %s
pl: i %s
ro: si %s

source: Annually
he: בכל שנה
nl: Jaarlijks
pl: Rocznie

source: until %s
he: עד %s
nl: tot %s
pl: do %s
ro: pana la %s

source: No description
he: ללא תיאור
nl: Geen beschrijving
pl: Brak opisu
ro: Fără descriere

source: Transfer from %s
he: העברה מ־%s
nl: Verplaats van %s
pl: Przelej z %s
ro: Transfer de la %s

source: Transfer to %s
he: העברה אל %s
nl: Verplaats naar %s
pl: Przelej do %s
ro: Transfer la %s

source: Summary:
he: תקציר:
nl: Samenvatting:
pl: Podsumowanie:
ro: Sumar:

source: Show Calculator
he: הצג את המחשבון
nl: Rekenmachine tonen
pl: Pokaż kalkulator
ro: Arată calculator

source: Hide Calculator
he: הסתר את המחשבון
nl: Rekenmachine verbergen
pl: Ukryj kalkulator
ro: Ascunde calculator

source: Transactions
he: עסקאות
nl: Transacties
pl: Transakcje
ro: Tranzacții

source: Summary
he: תקציר
nl: Samenvatting
pl: Podsumowanie
ro: Sumar

source: No transactions entered.
he: לא הוזנו עסקאות
nl: Geen transacties toegevoegd
pl: Brak wprowadzonych transakcji
ro: Nicio tranzacție introdusă.

source: No matching transactions.
he: אין העברות תואמות.
nl: Geen overeenkomende transacties.
pl: Brak pasujących transakcji.

source: Total
he: סך־הכל
nl: Totaal
pl: Suma

source: Send %s to calculator
he: שלח את %s למחשבון
nl: Stuur %s naar rekenmachine
pl: Wyślij %s do kalkulatora
ro: Trimite %s la calculator

source: Add %s to calculator
he: הוסף את %s למחשבון
nl: Tel %s op in rekenmachine
pl: Dodaj %s do kalkulatora
ro: Adaugă %s la calculator

source: Subtract %s from calculator
he: חיסור %s מהמחשבון
nl: Trek %s af in rekenmachine
pl: Odejmij %s z kalkulatora
ro: Scade %s din calculator

source: Remove this transaction
he: הסר עסקה זו
nl: Verwijder deze transactie
pl: Usuń transakcję
ro: Șterge această tranzacție

source: Move this transaction to account
he: העברת העסקה לחשבון
nl: Verplaats deze transactie naar rekening
pl: Przesuń transakcję na konto
ro: Mută această tranzacție în cont

source: No tags yet
he: עדיין אין תגיות
nl: Nog geen label

source: Remove these %i transactions
he: הסרת %i עסקאות אלו
nl: Verwijder deze %i transacties
pl: Usuń %i transakcji
ro: Șterge aceste %i tranzacții

source: Move these %i transactions to account
he: העברת %i עסקאות אלו לחשבון
nl: Verplaatse deze %i transacties naar rekening
pl: Przesuń %i transakcji na konto
ro: Mută aceste %i tranzacții în cont

source: No common tags yet
he: עדיין אין תגיות נפוצות
nl: Nog geen gemeenschappelijke labels
